{
    "home": {
      "title1": "Portimão",
      "subtitle1": "Se Détendre, Vivre L'Aventure & Garder Des Souvenirs Inoubliables...",
      "card1": {
        "title": "Appréciez un appartement de vacances entièrement équipé.",
        "button": "Découvrir"
      },
      "card2": {
        "title": "Explorez le cadre incroyablement relaxant de la ville de Portimão.",
        "button": "Explorer"
      },
      "title2": "Soleil, plage & douceur de vivre.",
      "subtitle2": "Consultez nos disponibilités, réservez, profitez.",
      "hostQuestion": "Qui est votre hôte",
      "hostDescription": "Je m'appelle Khadija, et je suis ravie de vous accueillir dans ce bel appartement en bord de mer, à Portimão. Mes passions pour la cuisine locale et les conseils de voyage se reflètent dans les recommandations que je partage avec vous, étant moi-même partie à la découverte de cette fantastique région qu'est l'Algarve! Mon objectif est de créer une ambiance chaleureuse et confortable dans mon appartement, chaque détail contribuant à votre expérience. C'est donc avec impatience que j'attends votre visite! A bientôt!",
      "contactQuestion": "Vous avez une question ou une suggestion ? Écrivez-nous !"
    },

    "navbar": {
        "nav": {
          "item1": "Accueil",
          "item2": "Le Logement",
          "item3": "Activités"
        },
        "button": "Réservez"
    },
    
    "banner": {
        "title": "Découvrez l'Algarve en séjournant dans notre appartement de vacances",
        "scroll" : "Faites défiler"
    }, 

    "contact": {
        "loading" : "Envoie en cours...",
        "error" : "Une erreur s'est produite lors de l'envoi. Veuillez réessayer.",
        "success" : "Votre message a été envoyé avec succès! Nous vous répondrons dans les meilleurs délais.",
        "form": {
            "name": "Nom",
            "email": "E-mail",
            "message": "Message"
          },
          "button" : "Envoyer"
        
    },

    "footer": {
          "text" : "© 2023 Tous droits réservés | Casa Mar E Rio",
          "privacyPolicy" : "Politique de confidentialité",
          "termsConditions" : "Conditions générales",
          "contact" : "Nous contacter"
        
    },
     
    "logement": {
        "title" : "Le Logement",
        "text" : "Appréciez Un Appartement De Vacances Entièrement Équipé",
        "list": {
            "item1": "Appartement 2 pièces",
            "item2": "Jusqu'à 4 adultes et 1 enfant -12 ans",
            "item3": "Deux balcons : vue sur mer et marina",
            "item4": "Résidence sécurisée",
            "item5": "Piscine dans la résidence",
            "item6": "Parking sous-terrain sécurisé",
            "item7": "Connexion internet Wifi",
            "item8": "Arrivée autonome",
            "item9": "Plage à 500m",
            "item10": "Commerces à 500m",
            "item11": "Climatisation"
          }
        },

          "equipments": {
            "item1": {
                "title": "Le Salon-séjour",
                "title2": "Équipements du salon :",
                "li1" : "Balcon avec vue sur la mer",
                "li2" : "Wifi",
                "li3" : "TV", 
                "li4" : "Canapé-lit avec couchage pour 2 personnes"
            },
            "item2": {
                "title": "La cuisine",
                "title2": "Équipements de la cuisine :",
                "li1" : "Réfrigérateur avec compartiment congélateur",
                "li2" : "Four à micro-ondes",
                "li3" : "Lave-linge", 
                "li4" : "Four",
                "li5" : "Plaques de cuisson",
                "li6" : "Vaisselle, couverts et ustensiles",
                "li7" : "Nécéssaire de cuisine",
                "li8" : "Bouilloire éléctrique",
                "li9" : "Cafetière à filtre",
                "li10" : "Cafetière à expresso",
                "li11" : "Grille-pain"
            },
            "item3": {
                "title": "La chambre",
                "title2": "Équipements de la chambre :",
                "li1" : "Armoires de rangement avec cintres",
                "li2" : "Oreillers et couvertures",
                "li3" : "Draps", 
                "li4" : "Fer à repasser",
                "li5" : "Étendoir à linge",
                "li6" : "Coffre-fort",
                "li7" : "Lit pliable pour enfant -12 ans",
                "li8" : "Bureau / coiffeuse"
            },
            "item4": {
                "title": "La salle de bain",
                "title2": "Equipements de la salle de bain :",
                "li1" : "Sèche cheveux",
                "li2" : "Produits de nettoyage",
                "li3" : "Savon pour le corps", 
                "li4" : "Serviettes de bain",
                "li5" : "Papier toilette"
            },
            "item5": {
                "title": "Services",
                "title2": "Bon à savoir :",
                "li1" : "Ascenseur dans la résidence",
                "li2" : "Piscine dans la résidence",
                "li3" : "Douche exterieure", 
                "li4" : "Parking sous-terrain",
                "li5" : "Arrivée autonome",
                "li6" : "Le ménage est inclus. Cependant, merci de rendre un logement convenable par respect pour le personnel",
                "li7" : "Les draps et le linge de bain sont inclus", 
                "li8" : "Vos animaux de compagnie sont les bienvenus",
                "li9" : "Il est interdit de fumer dans le logement",
                "li10" : "Le logement est interdit aux soirées"

            },
            "item6": {
                "title": "À proximité",
                "title2": "À deux pas du logement :",
                "li1" : "Supérette à 2 mn à pied",
                "li2" : "Plage à 2 mn à pied",
                "li3" : "Location de véhicule à 5 mn à pied", 
                "li4" : "Pharmacie à 2 mn à pied",
                "li5" : "Restaurants, bars et casino à 2 mn à pied",
                "li6" : "Marina à 2 mn à pied, avec excursions en bateau et diverses activités"
            }
      
  },
  "reservation": {
    "title": "Vous souhaitez réserver ?",
    "text" : "Choisissez les dates qui vous conviennent, puis réservez !",
    "article1" : {
      "title" :"Quelques informations pour votre réservation :",
      "item1":"Le nombre de nuits minimum est de 2",
      "item2":"Le paiement de la totalité du coût du séjour est dû lors de la réservation",
      "item3":"En cas d'annulation au moins 7 jours avant la date de début de séjour, nous vous remboursons en totalité ",
      "item4":"En cas d'annulation au moins 48h avant la date de début de séjour, nous vous remboursons à hauteur de 50%",
      "item5": "Ci-dessous, vous pouvez vérifier les détails d'une réservation précédente.",
      "prices":"Nos Tarifs : 130€ la nuitée en saison, 90€ la nuitée hors saison (du 01/10 au 30/04)."

    
    },
    "title2": "Vous souhaitez consulter une réservation dejà effectuée ?",
    "text2" : "Recherchez ici votre réservation. ",
    "title3": "Une question ?",
    "text3" : "N'hésitez pas à nous contacter !"
  },

  "blog": {

    "home" : {
  
    "title" : "Casa-Marerio Blog",
    "title1": "Portimão",
    "subtitle1": "Faites un tour d'horizon des activités et bonnes adresses à ne pas manquer !",
    "title2": "",
    "subtitle2": "Choisissez une catégorie",
    "title3": "Parcourez nos recommandations à proximité du logement"
    
  },

    "navbar" : {
      
      "title1": "Portimão",
      "subtitle1": "Faites un tour d'horizon des activités et bonnes adresses à ne pas manquer !",
      "title2": "",
      "subtitle2": "Choisissez une catégorie",
      
      "item1": {
        "title1": "Les plages"
      },
      "item2": {
        "title1": "Les activités"
      },
      "item3": {
        "title1": "Les restaurants"
      },
      "item4": {
        "title1": "Bonnes adresses"
      }
    },

    "articles": {

      "section1" : {

        "article1": {
          "title": "Praia da Rocha",
          "text": "Située à 1 minute à pied de l'appartement, la 'Praia da Rocha' est une immense plage de sable doré. Vous trouverez de nombreux bars et restaurants en vous promenant sur la promenade en bois longeant la plage. La journée, profitez de la vue sur les impressionnants rochers et sur les falaises faisant le charme de la région, et admirez les magnifiques couchers de soleil lorsque la nuit tombe.",
          "image": "portimao-plage-1.webp",
          "url": "https://maps.app.goo.gl/QCdEXRcq544XmxoaA",
          "texturl" : "Voir où se trouve l'emplacement de la plage"
        },

        "article2": {
          "title": "Praia da Angrinha",
          "text": "Cette petite plage peu fréquentée est située sur l'autre rive de l'Arade. Vous vous trouverez alors au pied du château médiéval de Ferragudo. Profitez-en pour admirer ce magnifique quartier plein de vie et de charme.",
          "image": "ferragudo-chateau-plage.webp",
          "url": "https://www.google.com/maps/place/Praia+da+Angrinha,+Ferragudo,+Portugal/data=!4m2!3m1!1s0xd1b28538072ac31:0xb30a3af697af1017?sa=X&ved=2ahUKEwjN86PS47yCAxXNSKQEHVedAIEQ8gF6BAhTEAA",
          "texturl" : "Voir où se trouve l'emplacement de la plage"
        },

        "article3": {
          "title": "Praia dos Três Irmãos",
          "text": "Pour découvrir cette plage, il faudra compter environ 10 minutes en voiture depuis l'appartement. Mais cela vaut le déplacement : la plage est située en contrebas d'impressionnantes falaises, l'eau est cristalline et turquoise (idéal pour le snorkeling), et vous profiterez d'une promenade sur la plage en passant sous les arches de roche.",
          "image": "praia-dos-tres-irmaos.webp",
          "url": "https://maps.app.goo.gl/pUNckBEjuEQsGsNk8",
          "texturl" : "Voir où se trouve l'emplacement de la plage"
        }

      },
      "section2" : {

          "article1": {
            "title": "Partez en excursion avec les dauphins",
            "text": "Le long de la marina, juste en bas de l'appartement, de nombreux skippers proposent leurs services pour vous embarquer en excursion à bord d'un zodiac, afin de partir à la rencontre des dauphins. Vous pourrez observer plusieurs espèces de dauphins en très grand nombre et de très près, et, si vous avez de la chance, vous aurez peut-être la possibilité de voir une baleine !",
            "image": "portimao-dauphins.webp",
            "url": "https://www.tripadvisor.fr/Attractions-g189120-Activities-c61-t188-Portimao_Faro_District_Algarve.html",
            "texturl" : "Trouver une excursion pour partir à la rencontre des dauphins"
          },
  
          "article2": {
            "title": "Découvrir les grottes marines de l'Algarve",
            "text": "La région de l'Algarve est réputée pour la beauté de ses grottes marines, sculptées par les vagues dans les falaises bordant la mer. Pour cela, vous aurez plusieurs possibilités : pour les plus aventuriers, louez un canöé, un kayak ou un paddle. Vous pouvez aussi opter pour une excursion en bateau, qui vous fera naviger de grottes en grottes pour un spectacle inoubliable. Bien qu'assez fréquentée, la grotte de Benagil, la plus connue de toutes, offre un splendide panorama. N'oubliez pas votre appareil photo ! ",
            "image": "portimao-grottes-de-benagil.webp",
            "url": "https://www.tripadvisor.fr/Attractions-g189120-Activities-c55-Portimao_Faro_District_Algarve.html",
            "texturl" : "Partir à la découverte des grottes marines de l'Algarve"
          },
  
          "article3": {
            "title": "Ferragudo, le village de pécheurs pittoresque",
            "text": "Ferragudo offre une escapade pittoresque avec ses charmantes ruelles pavées et ses maisons blanchies à la chaux. Perché sur la rive du fleuve Arade, ce village de pêcheurs authentique séduit par son ambiance paisible et ses vues imprenables sur la mer. Explorez son petit port animé, ses plages dorées et ses restaurants locaux, où les fruits de mer frais sont à l'honneur. Ferragudo est l'endroit parfait pour ceux qui cherchent à s'immerger dans la culture traditionnelle portugaise tout en profitant d'un cadre naturel spectaculaire.",
            "image": "ferragudo.webp",
            "url": "https://maps.app.goo.gl/CWy2kYAp1kzimgaa8",
            "texturl" : "Se rendre à Ferragudo"
          },

          "article4": {
            "title": "Un safari dans l'arrière pays de l'Algarve",
            "text": "Les safaris dans l'arrière-pays de l'Algarve offrent une expérience unique pour découvrir le cœur sauvage et préservé de cette région portugaise. À bord de véhicules tout-terrain, les aventuriers peuvent sillonner les paysages variés, des collines verdoyantes aux vallées cachées, tout en observant la faune et la flore locales. Ces excursions permettent également de découvrir le patrimoine culturel de l'Algarve, avec des arrêts dans des villages traditionnels où le temps semble s'être arrêté. C'est une aventure idéale pour ceux qui cherchent à combiner émerveillement naturel et immersion culturelle.",
            "image": "algarve-safari.webp",
            "url": "https://www.tripadvisor.fr/Attractions-g189111-Activities-c61-t243-Algarve.html",
            "texturl" : "Faire un safari en Algarve"
          },
  
          "article5": {
            "title": "Le casino de Portimão",
            "text": "Le Casino de Portimão est un lieu de divertissement incontournable de la région. Ouvert tous les jours, et situé à quelques pas de l'appartement Casa Marerio, vous trouverez une grande variété de jeux et de machines à sous. Vous pouvez également profiter d'une soirée dîner et spectacle sur place. ",
            "image": "casino-portimao-3.webp",
            "url": "https://maps.app.goo.gl/saXQv6w34Y4hDSJm6",
            "texturl" : "Se rendre au casino de Portimão"
          }

        },
        "section3" : {

            "article1": {
              "title": "Marisqueira Coral, Portimão",
              "text": "situé à Praia da Rocha, à deux pas de l'appartement Casa Marerio, Marisqueira Coral est une destination incontournable pour les passionnés de fruits de mer. Ce restaurant renommé se distingue par son grand choix de poissons frais et de fruits de mer, préparés avec une expertise culinaire exceptionnelle. Les portions généreuses et très copieuses raviront les plus grands appétits, le tout dans une ambiance conviviale et accueillante. Marisqueira Coral est l'endroit parfait pour une expérience gastronomique mémorable au cœur de l'Algarve",
              "image": "marisqueira-coral-portimao.webp",
              "url": "https://maps.app.goo.gl/oF8ZDEe3j3GYPg547",
              "texturl" : "Se rendre au restaurant 'Marisqueira Coral' à Portimão"
            },

            "article2": {
              "title": "Super Juice, Portimão",
              "text": "Situé au cœur de Portimão, Super Juice est une oasis pour les amateurs de cuisine saine et savoureuse. Ce restaurant diététique se distingue par ses jus frais pressés, ses smoothies créatifs et une sélection de plats légers mais nourrissants. Avec un accent sur les ingrédients frais et locaux, le restaurant est parfait pour un brunch, un déjeuner ou un encas . En bref, Super Juice est l'endroit idéal pour ceux qui recherchent une pause gourmande et revitalisante dans leur journée.",
              "image": "super-juice-portimao.webp",
              "url": "https://maps.app.goo.gl/SiWnMMXkXvph6Ymd6",
              "texturl" : "Se rendre au restaurant 'Super Juice' à Portimāo"
            },
    
            "article3": {
              "title": "Borda do Cais, Ferragudo",
              "text": "Niché dans le pittoresque village de Ferragudo, Borda do Cais est une véritable perle gastronomique au bord de l'eau. Ce restaurant charmant offre une expérience culinaire inoubliable avec sa vue imprenable sur le port et une cuisine qui célèbre les saveurs de la mer. Les visiteurs sont invités à déguster des plats de fruits de mer frais, préparés avec une touche créative et servis dans une ambiance accueillante et décontractée. Borda do Cais est une destination incontournable pour ceux qui cherchent à savourer les délices de l'Algarve dans un cadre des plus enchanteurs.",
              "image": "borda-do-cais-ferragudo.webp",
              "url": "https://maps.app.goo.gl/MCviNzqNexDe6p1D8",
              "texturl" : "Se rendre au restaurant 'Borda do Cais' à Ferragudo"
            },
    
            "article4": {
              "title": "Fogo de Chão, Portimão",
              "text": "Fogo de Chão à Portimão est une célébration de la riche tradition culinaire brésilienne, offrant une expérience de barbecue authentique et exquise. Connue pour son 'Rodizio' haut de gamme, cette adresse invite ses convives à savourer une variété de viandes juteuses et parfaitement grillées, servies directement à la table. L'atmosphère chaleureuse et l'accueil convivial complètent l'expérience, rendant chaque repas à Fogo de Chão mémorable. C'est le lieu idéal pour les amateurs de viandes et les gourmets à la recherche d'une cuisine de qualité et d'une ambiance festive.",
              "image": "fogo-do-chao.webp",
              "url": "https://maps.app.goo.gl/1FPoiukGaffqsxQu5",
              "texturl" : "Se rendre au restaurant 'Fogo de Chão' à Portimāo"
            }
          },

          "section4" : {

              "article1": {
                "title": "Casa Inglesa, Portimão",
                "text": "Casa Inglesa est un endroit historique à Portimão, parfait pour un petit déjeuner délicieux. Ici, vous pouvez savourer de bons cafés et des pasteis de nata authentiques. Après votre repas, une promenade relaxante sur la marina toute proche est idéale pour commencer la journée.",
                "image": "casa-inglesa-portimao.webp",
                "url": "https://maps.app.goo.gl/YBGidqrm69N4faMi9",
                "texturl" : "Voir où se trouve l'emplacement de 'Casa Inglesa' "
              },

              "article2": {
                "title": "Pastelaria Arade, Portimão",
                "text": "Pastelaria Arade à Portimão est un véritable paradis pour les amateurs de douceurs. Réputée pour ses pâtisseries traditionnelles portugaises, cette charmante pâtisserie offre une gamme alléchante de gâteaux, tartes, et pastéis de nata croustillants, tous faits maison avec amour et savoir-faire. L'atmosphère accueillante et les arômes envoûtants qui s'en dégagent font de chaque visite une expérience douce et mémorable.",
                "image": "pasteis-de-nata-portimao.webp",
                "url": "https://maps.app.goo.gl/wL1B3grSKvZY35Jm7",
                "texturl" : "Se rendre à la patisserie 'Pastelaria Arade' à Portimão"
              }

            }

      }
    },

    "helmet":{
      "home":{
        "title":"Casa-Marerio",
        "description" : "Appartement de vacances pour 4 personnes à Portimão, avec vue sur la mer et sur la marina.",
        "ogtitle" :"Casa-Marerio",
        "ogdescription" : "Appartement de vacances pour 4 personnes à Portimão, avec vue sur la mer et sur la marina."
      },
      "logement":{
        "title":"Casa-Marerio",
        "description" : "Appartement de vacances entièrement équipé à Portimão, avec vue sur la mer et sur la marina.",
        "ogtitle" : "Casa-Marerio, description du logement",
        "ogdescription" : "Appartement de vacances entièrement équipé à Portimão, avec vue sur la mer et sur la marina."
      },
      "blog":{
        "title":"Casa-Marerio Blog",
        "description" : "Recommandation pour votre séjour à Portimão.",
        "ogtitle" : "Casa-Marerio, activités et bonnes adresses à proximité",
        "ogdescription" : "Recommandation pour votre séjour à Portimão."
      }

    },

    "errorPage":{
      "title" : "Erreur",
      "description" : "La page que vous demandez n'existe pas.",
      "homeLink" : "Retourner sur la page d'accueil de Casa-Marerio"
      
    },

      "policy": {

        "title": "Notre politique de confidentialité",
       
        "section1": {
          "sectiontitle": "Dernière mise à jour : 25 novembre 2023",
          "article1": {
            "articletitle": "",
            "content": "Cette Politique de Confidentialité décrit nos politiques et procédures concernant la collecte, l'utilisation et la divulgation de vos informations lorsque vous utilisez le Service et vous informe sur vos droits en matière de confidentialité et comment la loi vous protège. Nous utilisons vos données personnelles pour fournir et améliorer le Service. En utilisant le Service, vous acceptez la collecte et l'utilisation des informations conformément à cette Politique de Confidentialité. Cette Politique de Confidentialité a été créée avec l'aide du Générateur de Politique de Confidentialité."
          }
        },

        "section2": {
          "sectiontitle": "Interprétation et Définitions",
          "article1": {
            "articletitle": "Interprétation",
            "content": "Les mots dont la première lettre est en majuscule ont des significations définies sous les conditions suivantes. Les définitions suivantes auront la même signification qu'elles apparaissent au singulier ou au pluriel."
          },
          "article2": {
            "articletitle": "Définitions",
            "content": "Aux fins de cette Politique de Confidentialité : 'Compte' désigne un compte unique créé pour vous afin d'accéder à notre Service ou à certaines parties de notre Service. 'Affilié' désigne une entité qui contrôle, est contrôlée par ou est sous contrôle commun avec une partie, où 'contrôle' signifie la propriété de 50% ou plus des actions, des intérêts en capital ou d'autres titres donnant droit de voter pour l'élection des administrateurs ou autre autorité de gestion. 'Société' (désignée soit par 'la Société', 'Nous', 'Notre' ou 'Nos' dans cet Accord) se réfère à Casa-Marerio. 'Cookies' sont de petits fichiers placés sur votre ordinateur, appareil mobile ou tout autre appareil par un site web, contenant les détails de votre historique de navigation sur ce site web parmi ses nombreuses utilisations. 'Pays' se réfère à : France. 'Dispositif' désigne tout dispositif pouvant accéder au Service tel qu'un ordinateur, un téléphone portable ou une tablette numérique. 'Données Personnelles' est toute information qui se rapporte à une personne identifiée ou identifiable. 'Service' se réfère au Site Web. 'Fournisseur de Services' désigne toute personne physique ou morale qui traite les données pour le compte de la Société. Il se réfère aux sociétés tierces ou aux individus employés par la Société pour faciliter le Service, pour fournir le Service au nom de la Société, pour effectuer des services liés au Service ou pour aider la Société à analyser comment le Service est utilisé. 'Données d'Utilisation' désigne les données collectées automatiquement, générées par l'utilisation du Service ou provenant de l'infrastructure du Service elle-même (par exemple, la durée d'une visite de page). 'Site Web' se réfère à Casa-Marerio, accessible depuis casa-marerio.com. 'Vous' désigne l'individu accédant ou utilisant le Service, ou la société, ou autre entité juridique pour le compte de laquelle cet individu accède ou utilise le Service, le cas échéant."
          }
        },

        "section3": {
          "sectiontitle": "Collecte et Utilisation de Vos Données Personnelles : Types de Données Collectées",
          "article1": {
            "articletitle": "Données Personnelles",
            "content": "Lors de l'utilisation de notre Service, nous pouvons vous demander de nous fournir certaines informations personnelles identifiables qui peuvent être utilisées pour vous contacter ou vous identifier. Les informations personnelles identifiables peuvent inclure, mais ne sont pas limitées à : adresse e-mail; prénom et nom; numéro de téléphone; adresse, état, province, code postal, ville."
          },
            "article2": {
            "articletitle": "Données d'Utilisation",
            "content": "Les Données d'Utilisation sont collectées automatiquement lors de l'utilisation du Service.Les Données d'Utilisation peuvent inclure des informations telles que l'adresse de Protocole Internet de votre Dispositif (par exemple, adresse IP), le type de navigateur, la version du navigateur, les pages de notre Service que vous visitez, la date et l'heure de votre visite, le temps passé sur ces pages, des identifiants uniques de dispositifs et d'autres données de diagnostic. Lorsque vous accédez au Service par ou via un dispositif mobile, nous pouvons collecter certaines informations automatiquement, y compris, mais sans s'y limiter, le type de dispositif mobile que vous utilisez, l'ID unique de votre dispositif mobile, l'adresse IP de votre dispositif mobile, votre système d'exploitation mobile, le type de navigateur Internet mobile que vous utilisez, des identifiants uniques de dispositifs et d'autres données de diagnostic. Nous pouvons également collecter des informations que votre navigateur envoie chaque fois que vous visitez notre Service ou lorsque vous accédez au Service par ou via un dispositif mobile." }
        },
        "section4": {
          "sectiontitle": "Collecte et Utilisation de Vos Données Personnelles : Technologies de Suivi et Cookies",
          "article1": {
            "articletitle": "",
            "content": "Nous utilisons des Cookies et des technologies de suivi similaires pour suivre l'activité sur notre Service et stocker certaines informations. Les technologies de suivi utilisées sont des balises, des tags et des scripts pour collecter et suivre les informations et pour améliorer et analyser notre Service."
          }
            },

        "section5": {
            "sectiontitle": "Les technologies que nous utilisons peuvent inclure :",
            "article1": {
                "articletitle": "Cookies ou Cookies de Navigateur.",
                "content": "Un cookie est un petit fichier placé sur votre Dispositif. Vous pouvez instruire votre navigateur à refuser tous les Cookies ou à indiquer quand un Cookie est envoyé. Cependant, si vous n'acceptez pas les Cookies, vous ne pourrez peut-être pas utiliser certaines parties de notre Service. Sauf si vous avez ajusté votre paramètre de navigateur pour qu'il refuse les Cookies, notre Service peut utiliser des Cookies."},
              "article2": {
                "articletitle": "Balises Web.",
                "content": "Certaines sections de notre Service et nos emails peuvent contenir de petits fichiers électroniques connus sous le nom de balises web (également appelées gifs clairs, pixel tags et gifs mono-pixel) qui permettent à la Société, par exemple, de compter les utilisateurs qui ont visité ces pages ou ouvert un e-mail et pour d'autres statistiques liées au site web (par exemple, enregistrer la popularité d'une certaine section et vérifier l'intégrité du système et du serveur). "},
              "article3": {
                "articletitle": "",
                "content": "Les Cookies peuvent être des Cookies 'Persistants' ou 'de Session'. Les Cookies Persistants restent sur votre ordinateur personnel ou dispositif mobile lorsque vous êtes hors ligne, tandis que les Cookies de Session sont supprimés dès que vous fermez votre navigateur web. En savoir plus sur les cookies sur l'article du site web des Politiques de Confidentialité."},
              "article4": {
                "articletitle": "",
                "content": "Nous utilisons à la fois des Cookies de Session et Persistants pour les objectifs énoncés ci-dessous :"},
              "article5": {
                "articletitle": "Cookies Nécessaires / Essentiels :",
                "content": "Type : Cookies de Session;Administré par : Nous; Objectif : Ces Cookies sont essentiels pour vous fournir des services disponibles via le Site Web et pour vous permettre d'utiliser certaines de ses fonctionnalités. Ils aident à authentifier les utilisateurs et à prévenir l'utilisation frauduleuse des comptes utilisateurs. Sans ces Cookies, les services que vous avez demandés ne peuvent pas être fournis, et nous utilisons seulement ces Cookies pour vous fournir ces services."},
              "article6": {
                "articletitle": "Cookies de Politique / Acceptation des Cookies :",
                "content": "Type : Cookies Persistants; Administré par : Nous; Objectif : Ces Cookies identifient si les utilisateurs ont accepté l'utilisation de cookies sur le Site Web."},
              "article7": {
                "articletitle": "Cookies de Fonctionnalité :",
                "content": "Type : Cookies Persistants; Administré par : Nous; Objectif : Ces Cookies nous permettent de nous souvenir des choix que vous faites lorsque vous utilisez le Site Web, comme de vous rappeler vos détails de connexion ou votre préférence de langue. L'objectif de ces Cookies est de vous fournir une expérience plus personnelle et d'éviter que vous ayez à ressaisir vos préférences chaque fois que vous utilisez le Site Web."},
              "article8": {
                "articletitle": "",
                "content": "Pour plus d'informations sur les cookies que nous utilisons et vos choix concernant les cookies, veuillez visiter notre Politique de Cookies ou la section Cookies de notre Politique de Confidentialité."}
            },
            "section6": {
              "sectiontitle": "Utilisation de Vos Données Personnelles",
              "article1": {
                "articletitle": "La Société peut utiliser les Données Personnelles aux fins suivantes :",
                "content": "Pour fournir et maintenir notre Service, y compris pour surveiller l'utilisation de notre Service."
              },
              "article2": {
                "articletitle": "",
                "content": "Pour gérer Votre Compte : pour gérer votre inscription en tant qu'utilisateur du Service. Les Données Personnelles que vous fournissez peuvent vous donner accès à différentes fonctionnalités du Service qui sont disponibles pour vous en tant qu'utilisateur enregistré."
              },
              "article3": {
                "articletitle": "",
                "content": "Pour l'exécution d'un contrat : le développement, la conformité et l'entreprise du contrat d'achat pour les produits, articles ou services que vous avez achetés ou de tout autre contrat avec Nous à travers le Service."
              },
              "article4": {
                "articletitle": "",
                "content": "Pour vous contacter : pour vous contacter par e-mail, appels téléphoniques, SMS, ou autres formes équivalentes de communication électronique, telles que les notifications push d'une application mobile concernant les mises à jour ou les communications informatives liées aux fonctionnalités, produits ou services contractés, y compris les mises à jour de sécurité, lorsque cela est nécessaire ou raisonnable pour leur mise en œuvre."
              },
              "article5": {
                "articletitle": "",
                "content": "Pour gérer vos demandes : pour répondre et gérer vos demandes à notre égard."
              },
              "article6": {
                "articletitle": "",
                "content": "Pour d'autres fins : Nous pouvons utiliser vos informations à d'autres fins, telles que l'analyse de données, l'identification des tendances d'utilisation, la détermination de l'efficacité de nos campagnes promotionnelles et pour évaluer et améliorer notre Service, produits, services, marketing et votre expérience."
              },
              "article7": {
                "articletitle": "Nous pouvons partager vos informations personnelles dans les situations suivantes :",
                "content": "Avec des fournisseurs de services : Nous pouvons partager vos informations personnelles avec des fournisseurs de services pour surveiller et analyser l'utilisation de notre Service, pour vous contacter. "
              },
              "article8": {
                "articletitle": "",
                "content": "Avec des partenaires commerciaux : Nous pouvons partager vos informations avec nos partenaires commerciaux pour vous proposer certains produits, services ou promotions. "
              }
          },
          "section7": {
              "sectiontitle": "Conservation de vos données personnelles",
              "article1": {
                "articletitle": "",
                "content": "La Société conservera vos données personnelles uniquement aussi longtemps que nécessaire aux fins énoncées dans cette politique de confidentialité. Nous conserverons et utiliserons vos données personnelles dans la mesure nécessaire pour nous conformer à nos obligations légales (par exemple, si nous sommes tenus de conserver vos données pour nous conformer aux lois applicables), résoudre des litiges et faire respecter nos accords et politiques légaux."
              },
              "article2": {
                "articletitle": "",
                "content": "La Société conservera également les données d'utilisation à des fins d'analyse interne. Les données d'utilisation sont généralement conservées pendant une période plus courte, sauf lorsque ces données sont utilisées pour renforcer la sécurité ou améliorer la fonctionnalité de notre Service, ou lorsque nous sommes légalement obligés de conserver ces données pendant des périodes de temps plus longues."
              }
          },

          "section8": {
              "sectiontitle": "Transfert de vos données personnelles",
              "article1": {
                "articletitle": "",
                "content": "Vos informations, y compris les données personnelles, sont traitées dans les bureaux d'exploitation de la Société et dans tout autre lieu où les parties impliquées dans le traitement sont situées. Cela signifie que ces informations peuvent être transférées vers — et maintenues sur — des ordinateurs situés en dehors de votre état, province, pays ou autre juridiction gouvernementale où les lois sur la protection des données peuvent différer de celles de votre juridiction."
              },
              "article2": {
                "articletitle": "",
                "content": "Votre consentement à cette politique de confidentialité suivi de votre soumission de telles informations représente votre accord à ce transfert."
              },
              "article3": {
                "articletitle": "",
                "content": "La Société prendra toutes les mesures raisonnablement nécessaires pour garantir que vos données sont traitées de manière sécurisée et conformément à cette politique de confidentialité et aucun transfert de vos données personnelles n'aura lieu vers une organisation ou un pays à moins que des contrôles adéquats soient en place, y compris la sécurité de vos données et autres informations personnelles."
              }
          },
          "section9": {
              "sectiontitle": "Supprimer vos données personnelles",
              "article1": {
                  "articletitle": "",
                  "content": "Vous avez le droit de supprimer ou de demander que nous aidions à supprimer les données personnelles que nous avons collectées à votre sujet. Notre service peut vous donner la possibilité de supprimer certaines informations vous concernant depuis le service."
              },
              "article2": {
                  "articletitle": "",
                  "content": "Vous pouvez nous contacter pour demander l'accès, la correction ou la suppression de toute information personnelle que vous nous avez fournie. Veuillez noter, cependant, que nous pouvons être tenus de conserver certaines informations lorsque nous avons une obligation légale ou une base légale pour le faire."
              }
          },
          "section10": {
              "sectiontitle": "Divulgation de vos données personnelles",
              "article1": {
                  "articletitle": "Transactions commerciales",
                  "content": "Si la Société est impliquée dans une fusion, acquisition ou vente d'actifs, vos données personnelles peuvent être transférées. Nous vous informerons avant que vos données personnelles soient transférées et soumises à une politique de confidentialité différente."
              },
              "article2": {
                  "articletitle": "Application de la loi",
                  "content": "Dans certaines circonstances, la Société peut être tenue de divulguer vos données personnelles si elle est tenue de le faire par la loi ou en réponse à des demandes valides d'autorités publiques (par exemple, un tribunal ou une agence gouvernementale)."
              },
              "article3": {
                  "articletitle": "Autres exigences légales",
                  "content": "La Société peut divulguer vos données personnelles en croyant de bonne foi que cette action est nécessaire pour : Se conformer à une obligation légale; Protéger et défendre les droits ou les biens de la Société; Prévenir ou enquêter sur un éventuel acte répréhensible en relation avec le Service; Protéger la sécurité personnelle des utilisateurs du Service ou du public; Se protéger contre une responsabilité légale Sécurité de vos données personnelles;"
              },
              "article4": {
                  "articletitle": "",
                  "content": "La sécurité de vos données personnelles est importante pour nous, mais rappelez-vous qu'aucune méthode de transmission sur Internet ou méthode de stockage électronique n'est sûre à 100 %. Bien que nous nous efforcions d'utiliser des moyens commercialement acceptables pour protéger vos données personnelles, nous ne pouvons pas garantir leur sécurité absolue."
              },
              "article5": {
                  "articletitle": "Confidentialité des enfants",
                  "content": "Notre service ne s'adresse pas à toute personne âgée de moins de 18 ans. Nous ne collectons pas sciemment des informations personnellement identifiables de toute personne âgée de moins de 18 ans. Si vous êtes un parent ou un tuteur et que vous êtes conscient que votre enfant nous a fourni des données personnelles, veuillez nous contacter. Si nous prenons conscience que nous avons collecté des données personnelles de toute personne âgée de moins de 18 ans sans vérification du consentement parental, nous prenons des mesures pour supprimer ces informations de nos serveurs. Si nous devons nous appuyer sur le consentement comme base légale pour traiter vos informations et que votre pays exige le consentement d'un parent, nous pouvons exiger le consentement de votre parent avant de collecter et d'utiliser ces informations."
              },
              "article6": {
                  "articletitle": "Liens vers d'autres sites Web",
                  "content": "Notre Service peut contenir des liens vers d'autres sites Web qui ne sont pas exploités par Nous. Si vous cliquez sur un lien tiers, vous serez dirigé vers le site de ce tiers. Nous vous conseillons vivement de consulter la politique de confidentialité de chaque site que vous visitez.Nous n'avons aucun contrôle sur et n'assumons aucune responsabilité pour le contenu, les politiques de confidentialité ou les pratiques de tout site ou service tiers."
              }
          },
          "section11": {
              "sectiontitle": "Modifications de cette politique de confidentialité",
               "article1": {
                  "articletitle": "",
                  "content": "Nous pouvons mettre à jour notre politique de confidentialité de temps à autre. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page. Nous vous informerons par e-mail et/ou par un avis bien visible sur notre Service, avant que le changement ne devienne effectif et mettrons à jour la date de 'Dernière mise à jour' en haut de cette politique de confidentialité. Vous êtes conseillé de revoir cette politique de confidentialité périodiquement pour tout changement. Les modifications de cette politique de confidentialité sont effectives lorsqu'elles sont publiées sur cette page."
                }      
          },
          "section12": {
              "sectiontitle": "Contactez-nous",
              "article1": {
                  "articletitle": "",
                  "content": "Si vous avez des questions sur cette politique de confidentialité, vous pouvez nous contacter : casamarerio@gmail.com"
              }
          }
  }, 

  "conditions" : {
      "title" : "Conditions générales de réservation de séjour Casa-Marerio",
      "article1":{
         "title" : "1. Introduction",
         "content" : "Ces conditions générales régissent les réservations de l'appartement de vacances situé à [Adresse Complète de la Propriété]. En effectuant une réservation, vous acceptez de vous conformer et d'être lié par ces conditions."
      },
      "article2":{
        "title" : "2. Réservations",
        "content" : "Les réservations peuvent être effectuées en ligne via casa-marerio.com. Une réservation est considérée comme confirmée une fois que casa-marerio a reçu le montant du coût total de la location, ainsi qu'une copie lisible du passeport ou de la pièce d'identité de la totalité des locataires majeurs occupant le logement durant la période de réservation doit être fournie. Le paiement complet doit être reçu au moins [nombre] jours avant la date d'arrivée. Une fois ces conditions satisfaites, une confirmation de réservation vous sera envoyée."
      },
      "article3":{
        "title" : "3. Paiements",
        "content" : "Le paiement complet doit être reçu au moins 7 jours avant la date d'arrivée. Les paiements peuvent être effectués par carte bancaire."
      },
      "article4":{
        "title" : "4. Annulations et Remboursements",
        "content" : "Les demandes d'annulation doivent être notifiées par écrit à casamarerio@gmail.com. Les annulations effectuées plus de 7 jours avant la date d'arrivée seront remboursées à hauteur de 50%. Les annulations effectuées moins de 48 heures avant la date d'arrivée ne seront pas remboursées."
      },
      "article5":{
        "title" : "5. Utilisation du Logement",
        "content" : "Le logement est louée pour des vacances à court terme uniquement et ne peut être utilisée à d'autres fins sans consentement préalable écrit. Le nombre maximum de visiteurs est de 4 personnes. Il est strictement interdit de faire séjourner plus de 4 personnes dans le logement. De plus, l'organisation de soirées et tout événement bruyant sont interdits afin de respecter la tranquillité du voisinage. Il est également interdit de fumer dans le logement et au sein de la résidence."
      },
      "article6":{
        "title" : "6. Arrivée et Départ Autonomes",
        "content" : "L'appartement de vacances offre un système d'arrivée et de départ autonomes pour votre commodité. Les instructions détaillées pour l'accès autonome seront fournies avant votre arrivée. L'heure d'arrivée est fixée à [heure d'arrivée, par exemple, 15h00] et l'heure de départ à [heure de départ, par exemple, 11h00]. Il est impératif de respecter ces horaires pour assurer une transition en douceur pour tous les locataires. En cas de besoin de départ tardif ou d'arrivée anticipée, veuillez en faire la demande au moins [nombre de jours] jours à l'avance. Cette demande sera sujette à disponibilité et peut entraîner des frais supplémentaires."
      },
      "article7":{
        "title" : "7. Responsabilités du Locataire",
        "content" : "Le locataire s'engage à maintenir le logement propre et en bon état, et à signaler tout dommage ou problème immédiatement à Casa-Marerio."
      },
      "article8":{
        "title" : "8. Accès à la Propriété",
        "content" : "Casa-Marerio se réserve le droit d'accéder à la propriété pour des réparations urgentes ou des inspections régulières."
      },
      "article9":{
        "title" : "9. Non-responsabilité",
        "content" : "Casa-Marerio ne peut être tenu responsable des accidents, blessures ou maladies qui surviennent aux locataires ou à leurs invités à la suite de l'utilisation de la propriété. Les locataires sont responsables de la souscription d'une assurance voyage appropriée."
      },
      "article10":{
        "title" : "10. Force Majeure",
        "content" : "Casa-Marerio ne sera pas tenu responsable de l'impossibilité de remplir ses obligations en cas de force majeure."
      },
      "article11":{
        "title" : "11. Droit Applicable et Juridiction",
        "content" : "Ces conditions sont régies par la loi du Portugal et tout litige sera soumis à la juridiction exclusive des tribunaux du Portugal."
      },
      "article12":{
        "title" : "12. Modifications des Conditions",
        "content" : "Casa-Marerio se réserve le droit de modifier ces conditions à tout moment. Les locataires seront informés des modifications importantes avant leur effet."
      },
      "article13":{
        "title" : "13. Contact",
        "content" : "Pour toute question ou préoccupation, veuillez contacter Casa-Marerio à l'adresse e-mail casamarerio@gmail.com."
      }

}
}


    

  




  